Repository: amraoui-mo7amed/travelAgency
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: Dashboard
ar: لوحة القيادة
fr: Tableau de bord

source: Desert Mirage
ar: سراب الصحراء
fr: Mirage du désert

source: Bookings
ar: الحجوزات
fr: Réservations

source: Tours
ar: الجولات
fr: Visites

source: Clients
ar: العملاء

source: Analytics
ar: التحليلات
fr: Analyses

source: Settings
ar: الإعدادات
fr: Paramètres

source: User Profile
ar: ملف تعريف المستخدم
fr: Profil utilisateur

source: Mark all as read
ar: وضع علامة على الكل كمقروء
fr: Tout marquer comme lu

source: New booking
ar: حجز جديد
fr: Nouvelle réservation

source: received for Sahara Expedition
ar: تم الاستلام لرحلة استكشاف الصحراء
fr: reçu pour l'expédition Sahara

source: 10 minutes ago
ar: منذ 10 دقائق
fr: il y a 10 minutes

source: New review
ar: مراجعة جديدة
fr: Nouvel avis

source: Amazing desert experience!
ar: تجربة صحراوية مذهلة!
fr: Incroyable expérience dans le désert !

source: 1 hour ago
ar: منذ ساعة واحدة
fr: il y a 1 heure

source: New inquiry
ar: استفسار جديد
fr: Nouvelle demande

source: from potential client
ar: من عميل محتمل
fr: d'un client potentiel

source: 3 hours ago
ar: منذ 3 ساعات
fr: il y a 3 heures

source: New user
ar: مستخدم جديد
fr: Nouvel utilisateur

source: registered: Michael Brown
ar: تم التسجيل: مايكل براون
fr: enregistré : Michael Brown

source: 1 day ago
ar: منذ يوم واحد
fr: il y a 1 jour

source: My Profile
ar: ملفي الشخصي
fr: Mon Profil

source: My Bookings
ar: حجوزاتي
fr: Mes Réservations

source: Logout
ar: تسجيل خروج
fr: Déconnexion

source: New Bookings
ar: حجوزات جديدة
fr: Nouvelles Réservations

source: 12%% from last month
ar: 12%% من الشهر الماضي
fr: 12%% par rapport au mois dernier

source: Total Revenue
ar: إجمالي الإيرادات
fr: Revenu Total

source: 8%% from last month
ar: 8%% من الشهر الماضي
fr: 8%% par rapport au mois dernier

source: Active Clients
ar: العملاء النشطين
fr: Clients Actifs

source: 5%% from last month
ar: 5%% من الشهر الماضي
fr: 5%% par rapport au mois dernier

source: Average Rating
ar: التقييم المتوسط
fr: Note Moyenne

source: 0.1 from last month
ar: 0.1 منذ الشهر الماضي
fr: 0.1 par rapport au mois dernier

source: Recent Bookings
ar: الحجوزات الأخيرة
fr: Réservations récentes

source: View All
ar: عرض الكل
fr: Voir tout

source: Booked on
ar: تم الحجز في
fr: Réservé le

source: Departure
ar: المغادرة
fr: Départ

source: Confirmed
ar: تأكيد
fr: Confirmé

source: Wadi Rum
ar: وادي رم

source: Wadi Rum Luxury Camp
ar: مخيم وادي رم الفاخر

source: Pending
ar: قيد الانتظار
fr: En attente

source: Namib Desert
ar: صحراء ناميب
fr: Désert du Namib

source: Atacama Stargazing
ar: مشاهدة النجوم في أتاكاما

source: Cancelled
ar: ألغيت
fr: Annulé

source: Recent Activity
ar: النشاط الأخير
fr: Activité récente

source: New client
ar: عميل جديد
fr: Nouveau client

source: received for Wadi Rum tour
ar: تم استلامه لجولة وادي رام
fr: reçu pour la visite de Wadi Rum

source: 5 hours ago
ar: منذ 5 ساعات
fr: il y a 5 heures

source: Payment received
ar: تم استلام الدفع
fr: Paiement reçu

source: for Namib Safari
ar: لسفاري ناميب
fr: pour Namib Safari

source: إبحث
ar: أبحث

source: Search...
ar: البحث...
fr: Rechercher...

source: تصفح ملف للرفع!
ar: تصفح الملف للرفع!

source: لم يتم اختيار ملف
ar: لم يتم الإختيار الملف

source: Luxury Desert Adventures
ar: مغامرات فارهة مرفه
fr: Aventures de luxe dans le désert

source: Toggle navigation
ar: <toggle the navigation>تبديل الملاحة</toggle>
fr: Basculer la navigation

source: Home
ar: الرئيسية
fr: Accueil

source: About
ar: من نحن
fr: A propos

source: Destinations
ar: وجهات سفر

source: Meals
ar: الوجبات
fr: Repas

source: Animals
ar: الحيوانات
fr: Animaux

source: Reviews
ar: المراجعات
fr: Avis

source: Contact
ar: اتصل بنا

source: Login
ar: تسجيل الدخول
fr: Connexion

source: Discover the Magic of the Desert
ar: اكتشف سحر الصحراء
fr: Découvrez la Magie du Désert

source: Experience unforgettable adventures in the world's most breathtaking deserts with our expert guides and luxury camps.
ar: اعيش مغامرات لا تنسى في أخير الصحراء في العالم مع دلايلنا الخبراء ومعسكرات الفاخرة.
fr: Vivez des aventures inoubliables dans les déserts les plus époustouflants du monde avec nos guides experts et nos camps de luxe.

source: Book Your Adventure
ar: احجز مغامرتك
fr: Réservez Votre Aventure

source: Our Story
ar: قصتنا
fr: Notre Histoire

source: Founded in 2010, Desert Mirage Safaris has been creating extraordinary desert experiences for over a decade. Our team of local experts knows the hidden gems of the world's most stunning deserts.
ar: تأسست سفاري سراب الصحراء في عام 2010، وقد قامت بتنظيم رحلات صحراوية لأكثر من عقد من الزمان. فريقنا من الخبراء المحليين يعرف المرامي الخفية لأخير الصحراء المذهلة في العالم.
fr: Fondée en 2010, Desert Mirage Safaris crée des expériences désertiques extraordinaires depuis plus d'une décennie. Notre équipe d'experts locaux connaît les joyaux cachés des déserts les plus magnifiques du monde.

source: Award Winning
ar: فائز بجوائز
fr: Vainqueur de prix

source: 5-time 'Best Safari' winner
ar: فائز خمس مرات بجائزة 'أفضل سفاري'
fr: Vainqueur de cinq fois du prix 'Meilleur Safari'

source: Expert Guides
ar: مرشدون خبراء
fr: Guides Experts

source: Local knowledge, global standards
ar: معرفة محلية، معايير عالمية
fr: Connaissance locale, normes mondiales

source: About us image
ar: عنا صورة
fr: Image à propos de nous

source: Why Choose Desert Mirage?
ar: لماذا تختار سراب الصحراء؟
fr: Pourquoi choisir Mirage du Désert ?

source: We go beyond the ordinary to deliver extraordinary desert experiences you'll cherish forever.
ar: نذهب أبعد من الأعتيادي لتقديم تجارب فريدة في الصحراء تحفظها إلى الأبد.
fr: Nous allons au-delà de l'ordinaire pour offrir des expériences extraordinaires dans le désert que vous chérirez pour toujours.

source: Exclusive Locations
ar: مواقع حصرية
fr: Emplacements Exclusifs

source: Access to private desert camps and hidden oases unavailable to most travelers.
ar: الوصول إلى معسكرات خاصة في الصحراء وواحات مخفية غير متاحة لمعظم المسافرين.
fr: Accès à des camps privés dans le désert et à des oasis cachées non disponibles pour la plupart des voyageurs.

source: Luxury Accommodations
ar: إقامة فاخرة
fr: Hébergements de Luxe

source: Spend your nights in luxurious tents with all modern amenities under the stars.
ar: قضاء لياليك في خيام فاخرة مجهزة بجميع التجهيزات الحديثة تحت النجوم.
fr: Passez vos nuits dans des tentes luxueuses avec toutes les commodités modernes sous les étoiles.

source: Our guides have 10+ years experience and deep knowledge of desert ecosystems.
ar: لدى برامجنا خبرات تزيد عن 10 سنوات ومعرفة عميقة بنظم الصحراء البيئية.
fr: Nos guides ont une expérience de 10+ ans et une connaissance approfondie des écosystèmes désertiques.

source: Sustainable Travel
ar: السفر المستدام
fr: Voyage Durable

source: We're committed to eco-friendly practices that protect these fragile environments.
ar: نحن ملتزمون بالممارسات المتجانسة مع البيئة التي تحمي هذه البيئات الهشة.
fr: Nous sommes engagés dans des pratiques respectueuses de l'environnement qui protègent ces milieux fragiles.

source: Our Featured Destinations
ar: وجهاتنا المميزة
fr: Nos Destinations en vedette

source: Explore the world's most magnificent deserts with our expertly crafted itineraries.
ar: اكتشف أعظم الصحارى في العالم مع جداولنا المصممة بعناية.
fr: Explorez les déserts les plus magnifiques du monde avec nos itinéraires expertement conçus.

source: Sahara Desert dunes at sunset
ar: كثبان <strong>الصحراء الكبرى</strong> في غروب الشمس
fr: Dunes du désert du Sahara au coucher du soleil

source: Sahara Desert
ar: صحراء الصحراء الكبرى
fr: Désert du Sahara

source: Morocco & Algeria
ar: المغرب والجزائر
fr: Maroc & Algérie

source: Explore
ar: استكشف
fr: Explorer

source: Red sand dunes of Namib Desert
ar: الكثبان الرملية الحمراء لصحراء ناميب
fr: Dunes de sable rouge du désert du Namib

source: Namibia
ar: ناميبيا
fr: Namibie

source: Rock formations in Wadi Rum
ar: تشكيلات صخرية في وادي رم
fr: Formations rocheuses dans Wadi Rum

source: Jordan
ar: الأردن
fr: Jordanie

source: Salt flats in Atacama Desert
ar: سبخات ملحية في صحراء أتاكاما
fr: Salars dans le désert d'Atacama

source: Atacama Desert
ar: صحراء أتاكاما
fr: Désert d'Atacama

source: Chile
ar: تشيلي
fr: Chili

source: Sand dunes in Arabian Desert
ar: كثبان رملية في الصحراء العربية
fr: Dunes de sable dans le désert d'Arabie

source: Arabian Desert
ar: الصحراء العربية
fr: Désert d'Arabie

source: UAE & Oman
ar: الإمارات وعمان
fr: EAU & Oman

source: Rocky landscape of Gobi Desert
ar: المناظر الصخرية لصحراء جوبي
fr: Paysage rocheux du désert de Gobi

source: Gobi Desert
ar: صحراء جوبي
fr: Désert de Gobi

source: Mongolia
ar: منغوليا
fr: Mongolie

source: View All Destinations
ar: عرض جميع الوجهات
fr: Voir Toutes les Destinations

source: Culinary Experiences
ar: التجارب الطعام
fr: Expériences Culinaires

source: Indulge in authentic desert cuisine prepared by our expert chefs using traditional methods.
ar: استمتع بمأكولات الصحراء الأصيلة المحضرة من قبل طهاتنا الخبراء باستخدام الطرق التقليدية.
fr: Dégustez une cuisine authentique du désert préparée par nos chefs experts utilisant des méthodes traditionnelles.

source: Desert Feast
ar: وليمة الصحراء
fr: Festin du Désert

source: Bedouin Feast
ar: وليمة البدو
fr: Festin Bédouin

source: Traditional meal cooked in underground ovens with lamb, rice and spices.
ar: وجبة تقليدية مطهية في أفران تحت الأرض مع اللحم والأرز والتوابل.
fr: Repas traditionnel cuit dans des fours souterrains avec de l'agneau, du riz et des épices.

source: Desert Breakfast
ar: إفطار الصحراء
fr: Petit-déjeuner dans le désert

source: Sunrise Breakfast
ar: إفطار الشروق
fr: Petit-déjeuner au lever du soleil

source: Fresh dates, breads, honey and coffee served at dawn on the dunes.
ar: تمر طازج وخبز وعسل وقهوة يُقدم عند الفجر على الكثبان.<
fr: Dattes fraîches, pains, miel et café servis à l'aube sur les dunes.

source: Desert BBQ
ar: باربكيو الصحراء
fr: Barbecue dans le désert

source: Starlight BBQ
ar: باربكيو ضوء النجوم
fr: Barbecue à la belle étoile

source: Grilled meats and vegetables under the Milky Way with live music.
ar: لحوم وخضروات مشوية تحت درب التبانة مع موسيقى حية.<
fr: Viandes et légumes grillés sous la Voie lactée avec musique live.

source: Tea Ceremony
ar: مراسم الشاي
fr: Cérémonie du thé

source: Traditional mint tea preparation with a nomadic family in their tent.
ar: إعداد شاي النعناع التقليدي مع عائلة من البدو في خيمتهم.<
fr: Préparation traditionnelle du thé à la menthe avec une famille nomade dans leur tente.

source: Desert Wildlife
ar: حياة الصحراء البرية
fr: Faune du désert

source: Meet the incredible creatures that call these harsh yet beautiful landscapes home.
ar: تعرف على المخلوقات المذهلة التي تعيش في هذه المناظر الطبيعية القاسية والجميلة.<
fr: Rencontrez les créatures incroyables qui habitent ces paysages rudes mais magnifiques.

source: Fennec Fox in natural habitat
ar: ثعلب الفنك في بيئته الطبيعية

source: Fennec Fox
ar: ثعلب الفنك

source: The smallest fox species with distinctive large ears that help dissipate heat.
ar: أصغر أنواع الثعالب بآذان كبيرة مميزة تساعد على تبديد الحرارة.
fr: La plus petite espèce de renard, avec ses oreilles distinctement grandes qui aident à dissiper la chaleur.

source: Learn More
ar: اعرف أكثر
fr: En savoir plus

source: Dromedary camel in desert
ar: جمل الجمال في الصحراء

source: Dromedary Camel
ar: جمل الجمل

source: The iconic 'ship of the desert' that can go weeks without water.
ar: "سفينة الصحراء" الأيقونية التي يمكنها البقاء لأسابيع دون ماء.
fr: L'emblématique 'vaisseau du désert qui peut tenir des semaines sans eau.

source: Desert hedgehog curled up
ar: قنفذ الصحراء ملتف

source: Desert Hedgehog
ar: قنفذ الصحراء

source: Nocturnal insectivore that curls into a spiny ball when threatened.
ar: حيوان ليلي يأكل الحشرات يتكور على شكل كرة شائكة عندما يتعرض للتهديد.
fr: Insectivore nocturne, qui se roule en une boule d'épines lorsqu'il est menacé.

source: Sand cat in the wild
ar: قط رملي في البرية
fr: Chat des sables dans la nature

source: Sand Cat
ar: قط رملي
fr: Chat des sables

source: The only cat species living primarily in true deserts with furry paws.
ar: هو النوع الوحيد من القطط التي تعيش بشكل أساسي في الصحارى الحقيقية مع أرجل مغطاة بالفراء.
fr: La seule espèce de chat vivant principalement dans de vrais déserts avec des pattes poilues.

source: What Our Travelers Say
ar: ما يقوله رحالتنا
fr: Ce Que Disent Nos Voyageurs

source: Don't just take our word for it - hear from our adventurous guests.
ar: لا تأخذ كلامنا فقط - استمع إلى ضيوفنا المغامرين.
fr: Ne vous contentez pas de nous croire sur parole - écoutez ce que disent nos invités aventureux.

source: Sarah J.
ar: سارة ج.

source: The Sahara experience was beyond anything I imagined. The luxury camp was exquisite, and our guide Mohamed knew every secret of the desert. Waking up to sunrise over the dunes is something I'll never forget.
ar: كانت تجربة الصحراء أكثر مما تخيلت. مخيم الرفاهية كان ممتازاً، وكان مرشدنا محمد يعرف كل أسرار الصحراء. الاستيقاظ على شروق الشمس فوق الكثبان هو شيء لن أنساه أبداً.
fr: L'expérience dans le Sahara était au-delà de tout ce que j'imaginais. Le camp de luxe était exquis, et notre guide Mohamed connaissait tous les secrets du désert. Se réveiller au lever du soleil sur les dunes est quelque chose que je n'oublierai jamais.

source: Ready for Your Adventure?
ar: جاهز لمغامرتك؟
fr: Prêt pour votre aventure ?

source: Contact us to start planning your personalized desert experience.
ar: اتصل بنا لبدء تخطيط تجربتك الصحراوية الشخصية.
fr: Contactez-nous pour commencer à planifier votre expérience personnalisée dans le désert.

source: Your Name
ar: اسمك
fr: Votre Nom

source: Your Email
ar: بريدك الإلكتروني
fr: Votre Email

source: Phone Number
ar: رقم الهاتف
fr: Numéro de Téléphone

source: Select Destination
ar: اختر الوجهة
fr: Sélectionnez la Destination

source: Your Message
ar: رسالتك
fr: Votre Message

source: Send Message
ar: أرسل الرسالة
fr: Envoyer le Message

source: 123 Dune Rd, Sedona, AZ
ar: 123 طريق Dune، سيدونا، أريزونا

source: Creating unforgettable desert adventures with a commitment to sustainability and authentic cultural experiences since 2010.
ar: خلق مغامرات صحراوية لا تنسى مع الالتزام بالاستدامة والتجارب الثقافية الأصيلة منذ عام 2010.
fr: Créer des aventures inoubliables dans le désert avec un engagement envers la durabilité et des expériences culturelles authentiques depuis 2010.

source: Quick Links
ar: روابط سريعة
fr: Liens Rapides

source: Newsletter
ar: النشرة الإخبارية

source: Subscribe for exclusive offers and desert travel tips.
ar: اشترك للحصول على عروض حصرية ونصائح سفر صحراوية.
fr: Inscrivez-vous pour des offres exclusives et des conseils de voyage dans le désert.

source: Subscribe
ar: اشترك
fr: Inscrivez-vous

source: © 2023 Desert Mirage Safaris. All rights reserved.
ar: © 2023 سفاري سراب الصحراء. كل الحقوق محفوظة.
fr: © 2023 Desert Mirage Safaris. Tous droits réservés.

source: Privacy Policy
ar: سياسة الخصوصية
fr: Politique de Confidentialité

source: Terms of Service
ar: البنود الخدمية
fr: Conditions d'Utilisation

source: English
ar: الإنجليزية
fr: Anglais

source: Français
ar: فرنسي

source: Forgot Password
ar: <strong>هل نسيت كلمة المرور؟</strong>
fr: Mot de Passe Oublié

source: Reset Your Password
ar: <strong>إعادة تعيين كلمة المرور الخاصة بك</strong>
fr: Réinitialisez Votre Mot de Passe

source: Enter your email address and we'll send you a link to reset your password and get back to planning your next desert adventure.
ar: أدخل عنوان بريدك الإلكتروني وسنرسل لك رابطًا لإعادة تعيين كلمة المرور والعودة إلى تخطيط مغامرتك الصحراوية التالية.
fr: Entrez votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe et revenir à la planification de votre prochaine aventure dans le désert.

source: Enter the email address associated with your account and we'll send you a link to reset your password.
ar: أدخل عنوان البريد الإلكتروني المرتبط بحسابك وسنرسل لك رابطًا لإعادة تعيين كلمة المرور.
fr: Entrez l'adresse e-mail associée à votre compte et nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: Password reset link has been sent to your email!
ar: تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!
fr: Le lien de réinitialisation de mot de passe a été envoyé à votre adresse e-mail !

source: Email Address
ar: <strong>البريد الإلكتروني</strong>
fr: Adresse E-mail

source: Send Reset Link
ar: إرسال رابط إعادة تعيين
fr: Envoyer le lien de réinitialisation

source: Remember your password?
ar: هل تذكر كلمة المرور الخاصة بك؟
fr: Vous souvenez-vous de votre mot de passe?

source: Sign in
ar: تسجيل الدخول
fr: Se connecter

source: Welcome Back
ar: مرحبا بعودتك
fr: Bienvenue

source: Sign in to access your personalized desert adventure dashboard, view your bookings, and manage your account.
ar: سجل الدخول للوصول إلى لوحة مغامرة الصحراء الشخصية الخاصة بك، وعرض الحجوزات الخاصة بك، وإدارة حسابك.
fr: Connectez-vous pour accéder à votre tableau de bord d'aventure personnalisé dans le désert, afficher vos réservations et gérer votre compte.

source: Sign In
ar: تسجيل الدخول
fr: Se connecter

source: Password
ar: كلمة المرور
fr: Mot de passe

source: Forgot password?
ar: هل نسيت كلمة المرور؟
fr: Mot de passe oublié?

source: Please enter a valid email address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح
fr: Veuillez entrer une adresse e-mail valide

source: All fields are required
ar: جميع الحقول مطلوبة
fr: Tous les champs sont obligatoires

source: Password must be at least 4 characters
ar: يجب أن تحتوي كلمة المرور على أربعة أحرف على الأقل
fr: Le mot de passe doit comporter au moins 4 caractères

source: Your account is not active. Please check your email for activation link
ar: حسابك غير نشط. يرجى التحقق من بريدك الإلكتروني من أجل رابط التفعيل
fr: Votre compte n'est pas actif. Veuillez vérifier votre email pour le lien d'activation

source: Invalid email address or password
ar: عنوان البريد الإلكتروني أو كلمة المرور غير صالحين
fr: Adresse email ou mot de passe invalide

source: Passwords do not match
ar: كلمات المرور غير متطابقة
fr: Les mots de passe ne correspondent pas

source: An account with this email already exists
ar: حساب مع هذا البريد الإلكتروني موجود مسبقًا
fr: Un compte avec cet email existe déjà

source: Confirm your email address
ar: أكد عنوان بريدك الإلكتروني
fr: Confirmez votre adresse email

source: Account created successfully! Please check your email to confirm your account.
ar: تم إنشاء الحساب بنجاح! يرجى التحقق من بريدك الإلكتروني لتأكيد حسابك.
fr: Compte créé avec succès! Veuillez vérifier votre email pour confirmer votre compte.

source: The confirmation link has expired. Please request a new one.
ar: انتهت صلاحية رابط التأكيد. يرجى طلب رابط جديد.
fr: Le lien de confirmation a expiré. Veuillez en demander un nouveau.

source: Your email has been successfully confirmed! You can now log in.
ar: تم تأكيد بريدك الإلكتروني بنجاح! يمكنك الآن تسجيل الدخول.
fr: Votre email a été confirmé avec succès! Vous pouvez maintenant vous connecter.

source: Invalid confirmation link. Please try again.
ar: رابط تأكيد غير صالح. يرجى المحاولة مرة أخرى.
fr: Lien de confirmation invalide. Veuillez réessayer.
